{
    "happy": "I am filled with happiness and joy.",
    "sad": "This too shall pass, and I will find happiness again.",
    "angry": "I can let go of my anger and find peace.",
    "stressed": "I am capable of overcoming challenges and managing stress.",
    "calm": "I am calm, centered, and at peace.",
    "anxious": "I am in control, and my anxiety does not define me.",
    "confident": "I am confident and believe in my abilities.",
    "energetic": "My energy is boundless, and I can accomplish great things.",
    "grateful": "I am grateful for the abundance in my life and the opportunities I have to grow.",
    "overwhelmed": "I can take a step back, prioritize my tasks, and overcome this feeling of being overwhelmed.",
    "excited": "I embrace the excitement of new experiences and welcome the opportunities they bring.",
    "frustrated": "I am patient with myself and trust that solutions will come when I approach challenges with an open mind.",
    "motivated": "I am driven, focused, and committed to reaching my goals with unwavering determination.",
    "tired": "I give myself permission to rest, recharge, and return to my tasks with renewed energy.",
    "inspired": "I am open to inspiration and ready to create something meaningful.",
    "bored": "I can find ways to engage my mind and explore new interests.",
    "lonely": "I am worthy of connection, and I will reach out to others for companionship.",
    "hopeful": "I trust in the future and embrace the possibilities it holds.",
    "disappointed": "I acknowledge my disappointment and focus on what I can learn from this experience.",
    "proud": "I recognize my accomplishments and celebrate my successes.",
    "nervous": "I can face my fears and embrace new experiences with courage.",
    "loved": "I am surrounded by love and support from those who care about me.",
    "content": "I appreciate the present moment and find joy in the simplicity of life.",
    "jealous": "I recognize my jealousy and shift my focus to appreciating the positive aspects of my life.",
    "curious": "I am open to new ideas and learning, eager to explore the unknown.",
    "uncertain": "I trust in my ability to adapt and make decisions in the face of uncertainty.",
    "forgiving": "I choose to forgive, let go, and move forward with compassion.",
    "connected": "I value the connections I have with others and am open to deepening my relationships.",
    "resilient": "I am resilient and can bounce back from any setbacks or challenges.",
    "accomplished": "I celebrate my accomplishments and use them as motivation for future success.",
    "courageous": "I am courageous and face my fears with determination and strength.",
    "creative": "My creativity flows freely, and I am open to new ideas and expressions.",
    "empowered": "I am empowered to take charge of my life and make positive changes.",
    "focused": "I maintain focus on my goals and work diligently to achieve them.",
    "graceful": "I handle difficult situations with grace and maintain my composure.",
    "grounded": "I am grounded and connected to the present moment, finding stability in my life.",
    "harmonious": "I cultivate harmony within myself and my surroundings, fostering peace and balance.",
    "healing": "I embrace the healing process and nurture my physical, emotional, and mental well-being.",
    "mindful": "I practice mindfulness, staying present and aware of my thoughts and feelings.",
    "optimistic": "I choose to see the bright side of life and maintain an optimistic outlook.",
    "passionate": "I am passionate about my interests and invest my energy into what I love.",
    "patient": "I practice patience with myself and others, understanding that growth takes time.",
    "productive": "I am productive and make the most of my time, working towards my goals.",
    "refreshed": "I feel refreshed and rejuvenated, ready to tackle new challenges with enthusiasm.",
    "relaxed": "I am relaxed and at ease, releasing any tension or stress from my body and mind.",
    "resourceful": "I am resourceful and find creative solutions to any challenges that arise.",
    "self-compassionate": "I treat myself with compassion, understanding, and kindness.",
    "self-loving": "I love and accept myself unconditionally, acknowledging my worth and value.",
    "sensitive": "I honor my sensitivity and embrace it as a strength, allowing me to connect deeply with others.",
    "serene": "I am serene, cultivating a sense of inner peace and tranquility.",
    "supported": "I am supported by my friends, family, and community as I navigate life's journey.",
    "thankful": "I am thankful for the many blessings in my life and express my gratitude daily.",
    "trusting": "I trust in myself and my abilities, knowing that I can handle whatever comes my way.",
    "understanding": "I strive for understanding and empathy, deepening my connections with others.",
    "uplifted": "I feel uplifted and inspired, ready to face any challenges with a positive attitude.",
    "valued": "I recognize my worth and know that I am valued and respected.",
    "wise": "I am wise and open to learning from my experiences, growing in knowledge and understanding.",
    "worthy": "I am worthy of love, success, and happiness, and I embrace my potential."
}